Repository: proisland/MindDuel
Catalog: MindDuel/Resources/Localizable.xcstrings
Source language: en
Languages: nb

# accept_action
source: Accept
nb: Godta

# active_games_empty
source: No active games
nb: Ingen pågående spill

# active_games_level_format
source: Lv %d
nb: Nivå %d

# active_games_my_turn_format
source: Your turn (%lld)
nb: Din tur (%lld)

# active_games_pending_suffix
source: (pending)
nb: (venter)

# active_games_player_count_format
source: %lld players
nb: %lld spillere

# active_games_title
source: Ongoing games
nb: Pågående spill

# active_games_waiting_for_players
source: Waiting for invitees
nb: Venter på inviterte

# active_games_waiting_format
source: Waiting for opponent (%lld)
nb: Venter på motstander (%lld)

# activity_lost_format
source: You lost to @%@
nb: Du tapte mot @%@

# activity_lost_prefix
source: You lost to
nb: Du tapte mot

# activity_score_format
source: %@ · Earned +%lld Points
nb: %@ · Tjente +%lld Poeng

# activity_won_format
source: You beat @%@
nb: Du vant mot @%@

# activity_won_prefix
source: You won against
nb: Du vant mot

# add_friend_action
source: + Friend
nb: + Venn

# add_friend_short_action
source: Add
nb: Legg til

# all_modes_count_suffix
source: game modes
nb: spillmoduser

# all_modes_drag_hint
source: Drag ☰ to reorder
nb: Dra ☰ for å sortere

# all_modes_search_placeholder
source: Search game modes...
nb: Søk i spillmoduser...

# all_modes_title
source: All game modes
nb: Alle spillmoduser

# avatar_picker_choose_photo
source: Choose from library
nb: Velg fra galleriet

# avatar_picker_photo_section
source: PHOTO
nb: BILDE

# avatar_picker_preview_label
source: PREVIEW
nb: FORHÅNDSVISNING

# avatar_picker_reset
source: Reset avatar
nb: Tilbakestill avatar

# avatar_picker_title
source: Choose avatar
nb: Velg avatar

# back_to_home_action
source: Back to home
nb: Tilbake til hjem

# brain_training_label_advanced
source: Advanced
nb: Avansert

# brain_training_label_warmup
source: Warm-up
nb: Oppvarming

# brain_training_level_problem
source: Level %1$d · Problem %2$d
nb: Nivå %1$d · Oppgave %2$d

# brain_training_memory_format
source: Sequence: %1$@ What was digit #%2$d?
nb: Sekvens: %1$@ Hvilket siffer var nr %2$d?

# brain_training_odd_one_out_format
source: Which one doesn't fit? %@
nb: Hvilket tall passer ikke inn? %@

# brain_training_percent_format
source: What is %1$d%% of %2$d?
nb: Hva er %1$d%% av %2$d?

# cancel_action
source: Cancel
nb: Avbryt

# challenge_action
source: Challenge
nb: Utfordre

# chem_level_problem
source: Level %lld · Question %lld
nb: Nivå %lld · Spørsmål %lld

source: Choose username
nb: Velg brukernavn

# choose_your_tag
source: Choose your username
nb: Velg ditt brukernavn

# continue_action
source: Continue
nb: Fortsett

# continue_playing_action
source: Continue playing
nb: Fortsett å spille

# curriculum_grade_format
source: Grade %d
nb: %d. klasse

# curriculum_university_format
source: University · tier %d
nb: Universitet · nivå %d

# curriculum_vgs_format
source: Upper sec. %d
nb: VGS %d

# debug_reset_quota_action
source: Reset daily quota
nb: Nullstill daglig kvote

# debug_reset_social_action
source: Reset social data + re-seed
nb: Nullstill sosiale data + reseed

# debug_simulate_request_action
source: Simulate friend request
nb: Simuler venneforespørsel

# debug_test_notification_action
source: Send test notification (3 s)
nb: Send testvarsling (3 sek)

# decline_action
source: Decline
nb: Avslå

# discard_game_action
source: Discard
nb: Forkast

# favorites_section_most_played
source: Most played
nb: Mest spilt

# favorites_section_title
source: Favorites
nb: Favoritter

# favorites_see_all
source: See all →
nb: Se alle →

# feedback_body_label
source: DETAILS
nb: DETALJER

# feedback_category_bug
source: Bug report
nb: Rapporter feil

# feedback_category_feature
source: Feature request
nb: Forslag til ny funksjon

# feedback_category_feedback
source: General feedback
nb: Generell tilbakemelding

# feedback_category_label
source: CATEGORY
nb: KATEGORI

# feedback_category_task
source: Task suggestion
nb: Forslag til oppgave

# feedback_submit_action
source: Open in GitHub
nb: Åpne i GitHub

# feedback_submitted_message
source: Your draft was opened in GitHub. Press Submit there to file the issue.
nb: Utkastet ble åpnet i GitHub. Trykk Submit der for å sende inn saken.

# feedback_submitted_title
source: Browser opened
nb: Nettleser åpnet

# feedback_title
source: Feedback
nb: Tilbakemelding

# feedback_title_hint_bug
source: What went wrong?
nb: Hva gikk galt?

# feedback_title_hint_feature
source: What would you like to see?
nb: Hva vil du gjerne se?

# feedback_title_hint_feedback
source: What's on your mind?
nb: Hva tenker du om?

# feedback_title_hint_task
source: Brief description of the task
nb: Kort beskrivelse av oppgaven

# feedback_title_label
source: TITLE
nb: TITTEL

# flagged_explanation_body
source: Activity on this account has been flagged. Average response time under 400 ms over many rounds is suspicious.
nb: Aktiviteten på denne kontoen er flagget for gjennomgang. Snittsvartid under 400 ms over mange runder er mistenkelig.

# flagged_explanation_title
source: Flagged for review
nb: Flagget for gjennomgang

# friend_request_pending_short
source: Sent
nb: Sendt

# friend_request_sent_label
source: Request sent
nb: Forespørsel sendt

# friends_section_title
source: FRIENDS
nb: VENNER

# game_event_lost_life_format
source: @%@ lost a life!
nb: @%@ mistet et liv!

# geo_level_problem
source: Level %lld · Question %lld
nb: Nivå %lld · Spørsmål %lld

# home_subtitle
source: Ready for a new challenge?
nb: Klar for en ny utfordring?

# last_active_now
source: Now
nb: Nå

# level_of_format
source: Level %lld of %lld
nb: Nivå %lld av %lld

# math_level_problem
source: Level %lld · Problem %lld
nb: Nivå %lld · Oppgave %lld

# mode_brain_training
source: Brain Training
nb: Hjernetrim

# mode_chemistry
source: Chemistry
nb: Kjemi

# mode_geography
source: Geography
nb: Geografi

# mode_math
source: Math
nb: Matte

# mode_math_desc
source: Solve equations as fast as you can
nb: Løs regnestykker så raskt som mulig

# mode_pi_desc
source: Guess the next decimal of π
nb: Gjett neste desimal i π

# multiplayer_create_action
source: Create
nb: Opprett

# multiplayer_eliminated_subtitle
source: The game continues for the other players.
nb: Spillet fortsetter for de andre spillerne.

# multiplayer_eliminated_title
source: You're out!
nb: Du er ute!

# multiplayer_host_label
source: Host
nb: Romvert

# multiplayer_invite_continue_format
source: Continue (%lld)
nb: Fortsett (%lld)

# multiplayer_invite_from_format
source: Invite from %@
nb: Invitasjon fra %@

# multiplayer_invite_label
source: Invite player
nb: Inviter spiller

# multiplayer_invite_level_format
source: %@ level %lld
nb: %@ nivå %lld

# multiplayer_invite_share_format
source: Join my MindDuel game! Room code: %@
nb: Bli med i mitt MindDuel-spill! Spillkode: %@

# multiplayer_invites_title
source: Invites
nb: Invitasjoner

# multiplayer_join_action
source: Join
nb: Bli med

# multiplayer_leave_action
source: Leave game
nb: Forlat spillet

# multiplayer_mode_label
source: MODE
nb: MODUS

# multiplayer_name_label
source: Game name
nb: Navn på spillet

# multiplayer_name_placeholder
source: e.g. Friday match
nb: f.eks. Fredagskampen

# multiplayer_no_invites
source: No pending invites
nb: Ingen ventende invitasjoner

# multiplayer_player_stats_format
source: Level %1$d · %2$dp
nb: Nivå %1$d · %2$dp

# multiplayer_players_label_format
source: PLAYERS (%lld/%lld)
nb: SPILLERE (%lld/%lld)

# multiplayer_questions_per_turn_hint
source: Each player answers this many before passing the turn
nb: Hver spiller svarer på så mange før turen går videre

# multiplayer_questions_per_turn_label
source: Questions per turn
nb: Spørsmål per runde

# multiplayer_questions_per_turn_value
source: %d question(s)
nb: %d spørsmål

# multiplayer_ready_action
source: I'm ready!
nb: Jeg er klar!

# multiplayer_ready_label
source: Ready
nb: Klar

# multiplayer_share_invite_body
source: Join me in MindDuel! Room code: %@. Get the app: https://mindduel.app
nb: Bli med i MindDuel! Romkode: %@. Last ned appen: https://mindduel.app

# multiplayer_share_invite_subject
source: Join my MindDuel game
nb: Bli med i MindDuel-spillet mitt

# multiplayer_start_action
source: Start game
nb: Start spill

# multiplayer_start_level_label
source: STARTING LEVEL
nb: STARTNIVÅ

# multiplayer_start_level_value
source: From start (#%lld)
nb: Fra start (#%lld)

# multiplayer_subtitle
source: Challenge friends in real time
nb: Utfordre venner i sanntid

# multiplayer_their_turn_label
source: PLAYING
nb: SPILLER

# multiplayer_title
source: Group Play
nb: Flerspiller

# multiplayer_waiting_for_format
source: Waiting for @%@…
nb: Venter på @%@…

# multiplayer_waiting_for_host_label
source: Waiting for host…
nb: Venter på romvert…

# multiplayer_waiting_label
source: Waiting
nb: Venter

# multiplayer_winner_format
source: %@ won
nb: %@ vant

# multiplayer_you_won_label
source: You won!
nb: Du vant!

# multiplayer_your_turn_label
source: YOUR TURN
nb: DIN TUR

source: No activity yet
nb: Ingen aktivitet ennå

# no_friends_to_invite
source: No friends to invite yet. Add friends from the scoreboard.
nb: Ingen venner å invitere ennå. Legg til venner fra scoreboard.

source: No friends yet
nb: Ingen venner ennå

# notification_friend_request_body
source: @%@ wants to be your friend
nb: @%@ vil legge deg til som venn

# notification_friend_request_title
source: New friend request
nb: Ny venneforespørsel

# notification_game_waiting_body
source: You have a turn waiting in a game.
nb: Du har et trekk som venter i et spill.

# notification_your_turn_body
source: It's your turn in the group game.
nb: Det er din tur i gruppespillet.

# notification_your_turn_title
source: Your turn!
nb: Din tur!

# other_profile_subtitle_format
source: %lld years · %@
nb: %lld år · %@

# pending_requests_label
source: Requests
nb: Forespørsler

# pi_digits_guessed
source: %lld decimals guessed
nb: %lld desimaler gjettet

# play_again_action
source: Play again
nb: Spill igjen

# points_word
source: Points
nb: Poeng

# profile_title
source: My Profile
nb: Min profil

# progress_section_title
source: PROGRESS
nb: FREMGANG

# quick_access_title
source: Quick access
nb: Hurtig tilgang

# quit_confirm_action
source: Quit game
nb: Forlat spillet

# quit_game_message
source: Are you sure you want to quit?
nb: Er du sikker på at du vil forlate spillet?

# quit_game_title
source: Quit game?
nb: Forlate spillet?

# quota_exhausted_message
source: Daily limit reached. Come back tomorrow!
nb: Daglig kvote brukt opp. Kom tilbake i morgen!

# quota_upgrade_action
source: Upgrade
nb: Oppgrader

# quota_warning_subtitle
source: Upgrade for unlimited questions
nb: Oppgrader for ubegrenset tilgang

# quota_warning_title
source: %lld of %lld questions used today
nb: %lld av %lld oppgaver brukt i dag

# recent_activity_all_title
source: All activity
nb: All aktivitet

# recent_activity_see_all
source: See all
nb: Se alle

# recent_activity_title
source: Recent activity
nb: Siste aktivitet

# rejoin_game_action
source: Return to ongoing game
nb: Tilbake til pågående spill

# rejoin_games_count_format
source: %lld ongoing games
nb: %lld pågående spill

# rejoin_your_turn_action
source: It's your turn! Tap to play
nb: Din tur! Trykk for å spille

# remove_friend_action
source: Remove friend
nb: Fjern venn

# round_avg_time
source: Avg time: %.1f s
nb: Snitt tid: %.1f s

# round_avg_time_label
source: Avg time
nb: Snitt tid

# round_correct_count
source: Correct: %lld
nb: Korrekte: %lld

# round_correct_label
source: Correct
nb: Korrekte

# round_over_title
source: Round over
nb: Runde ferdig

# round_personal_best
source: Personal best!
nb: Personlig rekord!

# round_summary_continue_action
source: Continue playing
nb: Fortsett spillet

# round_summary_correct_answer_format
source: Answer: %@
nb: Svar: %@

# round_summary_question_format
source: QUESTION %d
nb: SPØRSMÅL %d

# round_summary_title_format
source: Round %d summary
nb: Oppsummering, runde %d

# rule_available
source: Tag is available
nb: Tag er tilgjengelig

# rule_chars
source: Letters, numbers, underscore
nb: Bokstaver, tall, understrek

# rule_length
source: 3–20 characters
nb: 3–20 tegn

# score_breakdown_body
source: @%@ scored %lld points. Points are earned for each correct answer — faster answers give more points.
nb: @%@ fikk %lld poeng. Poeng gis for hvert riktige svar — raskere svar gir flere poeng.

# score_breakdown_title
source: Score breakdown
nb: Poengforklaring

# scoreboard_friends_tab
source: Friends
nb: Venner

# scoreboard_global_tab
source: Global
nb: Globalt

# scoreboard_local_no_permission_body
source: Share your location to see local players. You can change this in Settings.
nb: Del posisjonen din for å se spillere i nærheten. Du kan endre dette i Innstillinger.

# scoreboard_local_no_permission_title
source: Location not shared
nb: Posisjon ikke delt

# scoreboard_local_tab
source: Local
nb: Lokalt

# scoreboard_math_mode
source: ∑ Math
nb: ∑ Matte

# scoreboard_open_location_settings
source: Open Settings
nb: Åpne Innstillinger

# scoreboard_subtitle
source: Compare scores with others
nb: Sammenlign poeng med andre

# scoreboard_time_all
source: All-time
nb: Alltid

# scoreboard_time_today
source: Today
nb: I dag

# scoreboard_time_week
source: This week
nb: Denne uken

# search_username_placeholder
source: Search by username
nb: Søk etter brukernavn

# settings_account_section
source: ACCOUNT
nb: KONTO

# settings_branch_unknown
source: branch: unknown
nb: branch: ukjent

# settings_color_scheme_dark
source: Dark
nb: Mørkt

# settings_color_scheme_light
source: Light
nb: Lyst

# settings_dark_mode_label
source: Dark mode
nb: Mørk modus

# settings_delete_account_label
source: Delete account and data
nb: Slett konto og data

# settings_delete_confirm_action
source: Delete
nb: Slett

# settings_delete_confirm_message
source: All progress, friends and game history will be removed from this device. This cannot be undone.
nb: All fremgang, venner og spillhistorikk vil bli fjernet fra denne enheten. Handlingen kan ikke angres.

# settings_delete_confirm_title
source: Delete account and data?
nb: Slett konto og data?

# settings_delete_done_message
source: You will now be signed out.
nb: Du vil nå bli logget ut.

# settings_delete_done_title
source: Account deleted
nb: Konto slettet

# settings_feedback_label
source: Send feedback
nb: Send tilbakemelding

# settings_feedback_section
source: FEEDBACK
nb: TILBAKEMELDING

# settings_free_plan_label
source: Free plan: 20 questions per day
nb: Gratis plan: 20 oppgaver per dag

# settings_hide_last_active_label
source: Hide last active
nb: Skjul sist aktiv

# settings_language_label
source: Language
nb: Språk

# settings_language_picker_title
source: Select Language
nb: Velg språk

# settings_language_restart_message
source: Close and reopen MindDuel to apply the new language.
nb: Lukk og åpne MindDuel igjen for å bruke det nye språket.

# settings_language_restart_title
source: Restart App
nb: Start appen på nytt

# settings_language_value
source: Norwegian
nb: Norsk

# settings_mutual_friends_only_label
source: Only mutual friends can see profile
nb: Kun felles venner kan se profilen

# settings_notifications_label
source: Notifications
nb: Varsler

# settings_privacy_section
source: PRIVACY
nb: PERSONVERN

# settings_signout_action
source: Sign out
nb: Logg ut

# settings_subscription_section
source: SUBSCRIPTION
nb: ABONNEMENT

# settings_terms_label
source: Terms and Privacy
nb: Vilkår og personvern

# settings_title
source: Settings
nb: Innstillinger

# sign_in_placeholder
source: Get started
nb: Kom i gang

# sign_in_terms
source: By continuing you accept our Terms of Service and Privacy Policy.
nb: Ved å fortsette godtar du våre vilkår og personvernregler.

# signout_message
source: Are you sure you want to sign out?
nb: Er du sikker på at du vil logge ut?

# signout_title
source: Sign out?
nb: Logg ut?

# solo_quit_message
source: Save to continue later, or end the game entirely.
nb: Lagre for å fortsette senere, eller avslutt spillet helt.

# solo_save_exit_action
source: Save and exit
nb: Lagre og gå ut

# solo_session_subtitle
source: Single-player session
nb: Singel-økt

# stats_avg_answer_time_label
source: Average answer time
nb: Gjennomsnittlig svartid

# stats_friends_count_label
source: Friends
nb: Venner

# stats_last_active_inline
source: active %@
nb: aktiv %@

# stats_last_active_label
source: Last active
nb: Sist aktiv

# stats_member_since_april
source: Member since April 2025
nb: Medlem siden april 2025

# stats_member_since_label
source: Member since
nb: Medlem siden

# stats_rounds_played_label
source: Rounds played
nb: Runder spilt

# stats_section_title
source: STATISTICS
nb: STATISTIKK

# tag_subtitle
source: How the arena will know you.
nb: Slik vil arenaen kjenne deg.

# tagline
source: Mental challenges. Social competition.
nb: Mentale utfordringer. Sosial konkurranse.

# tap_to_continue_hint
source: Tap to continue
nb: Trykk for å fortsette

# terms_section_contact_body
source: Questions about these terms or your data? Reach us at support@mindduel.no.
nb: Spørsmål om disse vilkårene eller dine data? Kontakt oss på support@mindduel.no.

# terms_section_contact_title
source: Contact
nb: Kontakt

# terms_section_data_body
source: You can request a copy of your data and delete your account at any time from Settings → Delete account and data. Data is hosted in the EU.
nb: Du kan be om en kopi av dine data og slette kontoen din når som helst fra Innstillinger → Slett konto og data. Data lagres i EU.

# terms_section_data_title
source: Your data and rights
nb: Dine data og rettigheter

# terms_section_privacy_body
source: We use Sign in with Apple. Your username, score and game history are stored to power friends, leaderboards and progression. Your real name and email are never shared with other players.
nb: Vi bruker Logg inn med Apple. Brukernavn, poengsum og spillhistorikk lagres for å drive venner, scoreboards og fremgang. Ditt fulle navn og e-post deles aldri med andre spillere.

# terms_section_privacy_title
source: Privacy
nb: Personvern

# terms_section_terms_body
source: MindDuel is provided as-is for personal use. By using the app you agree to play fair and not to attempt to circumvent the daily question quota or anti-cheat systems. We may suspend accounts that show automated or otherwise abusive behavior.
nb: MindDuel leveres som det er, til personlig bruk. Ved å bruke appen samtykker du til å spille rent og ikke forsøke å omgå daglig spørsmålskvote eller anti-juks-systemene. Vi kan suspendere kontoer som viser automatisert eller på annen måte misbrukende adferd.

# terms_section_terms_title
source: Terms of use
nb: Vilkår for bruk

# test_notification_body
source: This is a test notification from MindDuel
nb: Dette er en testvarsling fra MindDuel

# time_just_now
source: now
nb: nå

# timer_seconds_suffix
source: sec
nb: sek

# username_hint
source: 3–20 characters, letters, numbers and underscore only.
nb: 3–20 tegn, kun bokstaver, tall og understrek.

# username_placeholder
source: Type your username
nb: Skriv ditt brukernavn

# welcome_greeting
source: Welcome back,
nb: Hei,

# your_label
source: You
nb: Deg
